Repository: LucaVigato/TavolaPeriodica
Catalog: MassaMolare/Shared/*.lproj/Localizable.strings
Languages: it

# massa-molare %@
source: Molar mass: %@ g/mol
it: Massa molare: %@ g/mol

# tavola
source: Table
it: Tavola

# testo
source: Text
it: Scrivi

# el-neg
source: Electronegativity
it: Elettronegatività

# impostazioni
source: Settings
it: Impostazioni

# %@ selezionati %@
source: %@Â selected elements: %@
it: %@ elementi selezionati: %@

# elment
source: Tap "Element" to choose the element
it: Schiaccia su "Elemento" per scegliere l'elemento

# elemento
source: Type the formula here
it: Scrivi la formula qua

# elemento %@
source: Element: %@
it: Elemento: %@

# numero-atomico %@
source: Atomic number: %@
it: Numero atomico: %@

# classe %@
source: Class: %@
it: Classe: %@

# n-o %@
source: Oxidation numbers: %@
it: Numeri di ossidazione: %@

# configurazione %@
source: Electron configuration: %@
it: Configurazione elettronica: %@

# el-neg %@
source: Electronegativity: %@ Pauling
it: Elettronegatività: %@ Pauling

# satp %@
source: State in SATP: %@
it: Stato in SATP: %@

# fusione %@
source: Fusion temperature: %@ K
it: Temperatura di fusione: %@ K

# ebolli %@
source: Boiling temperature: %@ K
it: Temperatura di ebollizione: %@ K

# calcola
source: Calculate
it: Calcola

# differenza %@
source: Electronegativity difference: %@
it: Differenza di elettronegatività: %@

# legame-ionico
source: Ionic bond
it: Legame ionico

# legame-covalente
source: Covalent bond
it: Legame covalente

# informazioni
source: Info
it: Informazioni

# info
source: About
it: Informazioni

# icon
source: Change Icon
it: Cambia Icona

# supporto
source: Support
it: Supporto

# maiuscole
source: Use the right capitalization
it: Inserisci le lettere maiuscole e minucole corrette

# calcoli
source: Calculations
it: Calcoli

# nradio
source: Not radioactive
it: Non radioattivo

# density %@
source: Density: %@ g/L
it: Densità: %@ g/L
